Repository: SaboZhang/EasyTidy
Catalog: src/EasyTidy/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, zh_cn, zh_hant

# DateTimeCheatSheet_MonthDigit
source: Months without a leading zero as a digit for the units place.
fr_fr: Mois sans zéro non significatif comme chiffre pour la position des unités.
ja_jp: 単位の桁に先行ゼロのない月。
zh_cn: 单位数月份没有前导零的月份作为数字。
zh_hant: 單位數月份沒有前導零的月份作為數字。

# DateTimeCheatSheet_DayNameAbbr
source: Abbreviated names of the days of the week.
fr_fr: Abréviations des noms des jours de la semaine.
ja_jp: 曜日の略称。
zh_cn: 星期几的缩写名称。
zh_hant: 星期的縮寫名稱。

# DateTimeCheatSheet_DayDigitLZero
source: A day of the month, written with a numeral, with leading zeros indicating days with only one significant digit.
fr_fr: Un jour du mois, écrit avec un chiffre, les zéros non significatifs indiquant les jours n'ayant qu'une décimale significative.
ja_jp: 数値で表記した日付で、先頭にゼロを付けて、桁数が 1 つの日の表記法を示すもの。
zh_cn: 一个月中的某一天，以数字表示，前导零表示一位数的天数。
zh_hant: 某個月份中的某一天，以數字表示，前導零表示一位數的天數。

# DateTimeCheatSheet_DayDigit
source: A day of the month represented as a number, without a leading zero for single-digit days.
fr_fr: Un jour du mois représenté par un nombre, sans zéro devant pour les jours à un chiffre.
ja_jp: 1桁の場合はゼロ埋めなしの数字で表される1か月のうちの日付。
zh_cn: 一个月中的某一天为数字，在一位数的天数中不带前导零。
zh_hant: 一個月中的某一天為數字，在一位數的天數中不帶前導零。

# DateTimeCheatSheet_HoursLZero
source: The number of hours with leading zeros in 1-digit hours.
fr_fr: Nombre d'heures avec des zéros non significatifs dans les heures à 1 chiffre.
ja_jp: 1桁の時間で先頭にゼロが付く時間の数。
zh_cn: 以1位数小时为前导零的小时数。
zh_hant: 以1位數小時為前導零的小時數。

# DateTimeCheatSheet_Hours
source: An hour number without any leading zero for a one-digit hour count.
fr_fr: Un numéro d'heure sans zéro initial pour une heure à un chiffre.
ja_jp: 一桁の時間の数値に先頭にゼロを追加しない時（時間の数）。
zh_cn: 一位数小时数不带前导零的小时数。
zh_hant: 一位數小時數不帶前導零的小時數。

# DateTimeCheatSheet_MinutesLZero
source: Number of minutes with leading zero (the minutes as a one-digit number).
fr_fr: Nombre de minutes avec un zéro non significatif (les minutes sous forme d'un nombre à un chiffre).
ja_jp: 先頭に0を置いた分数(分を1桁の数で)。
zh_cn: 带前导零的分钟数(以一位数为单位的分钟数)。
zh_hant: 帶前導零的分鐘數（以一位數為單位的分鐘數）。

# DateTimeCheatSheet_Minutes
source: The number of minutes without leading zeros.
fr_fr: Le nombre de minutes sans zéros à gauche.
ja_jp: ゼロ埋めされていない分数部分の分。
zh_cn: 一位数分钟数不带前导零的分钟数。
zh_hant: 一位數分鐘數不帶前導零的分鐘數。

# DateTimeCheatSheet_SecondsLZero
source: Seconds leading with a single digit second prepended with a zero.
fr_fr: Secondes précédées d'un seul chiffre précédé d'un zéro.
ja_jp: ゼロ埋めされた一桁の秒で始まる秒数。
zh_cn: 以1位数秒为前导零的秒数。
zh_hant: 以1位數秒為前導零的秒數。

# DateTimeCheatSheet_Seconds
source: Number of seconds without leading zeros in single digits.
fr_fr: Nombre de secondes sans les zéros non significatifs des chiffres d'un seul chiffre.
ja_jp: 一桁の数値にゼロパディングしない秒数。
zh_cn: 在一位数秒内不带前导零的秒数。
zh_hant: 在個位數字秒數內不帶前導零。

# DateTimeCheatSheet_MilliSeconds3D
source: Millisecond, represented by padding three digits.
fr_fr: Millisecond, représenté par le remplissage à trois chiffres.
ja_jp: ミリ秒は、3桁のゼロパディングで表されます。
zh_cn: 用完整三位数表示的毫秒数。
zh_hant: 用完整三位數表示的毫秒數。

# DateTimeCheatSheet_MilliSeconds2D
source: Millisecond count represented by just the first two digits.
fr_fr: Compte de millisecondes représenté uniquement par les deux premiers chiffres.
zh_cn: 仅由前两位数字表示的毫秒数。
zh_hant: 僅由前兩位數字表示的毫秒數。

# DateTimeCheatSheet_MilliSeconds1D
source: Milliseconds since the epoch expressed as the number of whole milliseconds.
fr_fr: Millisecondes depuis l'époque exprimées sous la forme du nombre de millisecondes entières.
ja_jp: エポックからのミリ秒を整数ミリ秒として表現したもの。
zh_cn: 仅由第一个数字表示的毫秒数。
zh_hant: 僅由第一個數字顯示的毫秒數。

# CounterCheatSheet_Simple
source: A simple counter that can be used at any position in the replacement string.
fr_fr: Un compteur simple qui peut être utilisé à n'importe quelle position dans la chaîne de remplacement.
ja_jp: 置換文字列の任意の位置で使用できる単純なカウンタです。
zh_cn: 一个简单的计数器，可在替换字符串中的任意位置使用。
zh_hant: 一個簡單的計數器，可在替換字串中的任意位置使用。

# CounterCheatSheet_Start
source: Counter with a custom initial value.
fr_fr: Compteur avec une valeur initiale personnalisée.
ja_jp: カスタムの初期値を持つカウンター。
zh_cn: 具有自定义起始值的计数器。
zh_hant: 帶有自訂起始值的計數器。

# CounterCheatSheet_Increment
source: A counter with a customizable increment value.
fr_fr: Un compteur avec une valeur d'incrémentation personnalisable.
ja_jp: カスタマイズ可能なインクリメント値を備えたカウンタ。
zh_cn: 具有自定义增量值的计数器。
zh_hant: 具自訂增量值的計數器。

# CounterCheatSheet_Padding
source: A counter with a customizable number of leading zeros for padding.
fr_fr: Un compteur avec un nombre personnalisable de zéros non significatifs pour le remplissage.
ja_jp: パディングのためにカスタマイズ可能な先頭ゼロの数を持つカウンター。
zh_cn: 具有自定义数量的前导填充零的计数器。
zh_hant: 帶有自訂數量的零填充前導位的計數器。

# CounterCheatSheet_Complex
source: Display a counter of multiple custom attributes.
fr_fr: Afficher un compteur de plusieurs attributs personnalisés.
ja_jp: 複数のカスタム属性のカウンタを表示する。
zh_cn: 显示多个自定义属性的计数器。
zh_hant: 顯示多個自訂屬性的計數器。

# RandomizerCheatSheet_Alnum
source: Random string of custom length, containing uppercase, lowercase letter and 0-9 digits.
fr_fr: Chaîne aléatoire de longueur personnalisée, contenant des majuscules, des minuscules et des chiffres de 0 à 9.
ja_jp: カスタム長のランダム文字列、大文字、小文字、0-9の数字を含む。
zh_cn: 包含大写字母、小写字母和 0-9 位、自定义长度的随机字符串。
zh_hant: 包含大寫字母、小寫字母和 0-9 位、自訂長度的隨機字串。

# RandomizerCheatSheet_Alpha
source: Random string with uppercase and lowercase letters, custom length.
fr_fr: Chaîne aléatoire comportant des lettres en majuscules et minuscules, longueur personnalisée.
ja_jp: 大文字と小文字を使用したランダムな文字列、カスタムの長さ。
zh_cn: 包含大写字母和小写字母的随机字符串，自定义长度。
zh_hant: 含有大小寫字母的隨機字串，自訂長度。

# RandomizerCheatSheet_Digit
source: A random string that contains the number 0-9 and has a custom length.
fr_fr: Une chaîne aléatoire contenant les chiffres de 0 à 9 et de longueur personnalisée.
ja_jp: 0-9の数を含むランダムな文字列で、カスタムの長さがあります。
zh_cn: 包含数字 0-9 且具有自定义长度的随机字符串。
zh_hant: 包含數字 0-9 且具有自訂長度的隨機字符串。

# RandomizerCheatSheet_Uuid
source: A random UUID as defined by the v4 specification.
fr_fr: Un UUID aléatoire tel que défini par la spécification v4.
ja_jp: v4 仕様で定義されているランダムな UUID。
zh_cn: v4 规范中所载的随机 UUID。
zh_hant: v4 規範中所載的隨機 UUID。

# CounterCheatSheet_Title.Text
source: Replace with advanced counter grammar
fr_fr: Remplacer par une grammaire de contre avancée
ja_jp: より高度なカウンター文法に置き換える
zh_cn: 使用高级计数器语法替换
zh_hant: 使用高階計數器語法取代

# RandomizerCheatSheet_Title.Text
source: Replace with random value
fr_fr: Remplacer par une valeur aléatoire
ja_jp: ランダムな値に置き換え
zh_cn: 使用随机值替换
zh_hant: 使用隨機值替換

# GeneralMultipleInstanceCard.Header
source: Multiple instances configuration(Experimental)
fr_fr: Configuration de plusieurs instances(Expérimental)
ja_jp: 複数インスタンス構成(実験的)
zh_cn: 多实例配置(实验性)
zh_hant: 多實例配置(實驗性)

# GeneralMultipleInstanceCard.Description
source: Can multiple instances be provisioned
fr_fr: Plusieurs instances peuvent-elles être provisionnées
ja_jp: 複数のインスタンスをプロビジョニングできますか
zh_cn: 配置是否允许运行多个实例
zh_hant: 設定是否允許運行多個實例

# AutoAnalysisGlobal.Header
source: AutoAnalysis(Global)
fr_fr: Autoanalyse (Global)
ja_jp: 自動分析（グローバル）
zh_cn: 自动分析（全局）
zh_hant: 自動分析（全局）

# NavAutomaticText.Content
source: Automatic
fr_fr: Automatique
ja_jp: 自動化
zh_cn: 自动化
zh_hant: 自动化

# NavTaskOrchestrationText.Content
source: Task Orchestration
fr_fr: Orchestration des tâches
ja_jp: タスクオーケストレーション
zh_cn: 整理任务
zh_hant: 任務編排

# NavFiltersText.Content
source: Filters
ja_jp: 高級ルール
zh_cn: 高级规则
zh_hant: 高級規則

# NavGeneralText.Content
source: General
fr_fr: Général
ja_jp: 概要
zh_cn: 常规
zh_hant: 常規

# ExtractText
source: Extract files
fr_fr: Extraire les fichiers
ja_jp: ファイルを抽出する
zh_cn: 自动解压
zh_hant: 自動解壓

# ThemeSettingPage_Description
source: Explore the different ways to customize the appearance and behavior of your app. You can change the material, theme, accent, and more options to suit your style and preference.
fr_fr: Explorez les différentes façons de personnaliser l'apparence et le comportement de votre application. Vous pouvez modifier le matériel, le thème, l'accent et plus d'options pour répondre à votre style et à votre préférence.
ja_jp: アプリケーションの外観と動作をカスタマイズするための異なる方法を模索します。スタイルや好みに合わせて、マテリアル、テーマ、アクセント、その他のオプションを変更できます。
zh_cn: 自定义应用程序外观和行为的不同方法。可以更改材质、主题、重音和更多选项，以适应您的风格和偏好。
zh_hant: 自訂應用程式外觀及行為的不同方法。您可以變更材質、主題、重音及更多選項，以符合您的風格及喜好。

# ThemeSettingPage_Header
source: Behavior & animation
fr_fr: Comportement et animation
ja_jp: 動作とアニメーション
zh_cn: 行为和动画
zh_hant: 行為和動畫

# AppUpdateSetting_Description
source: Check for Updates
fr_fr: Vérifier les mises à jour
ja_jp: 更新のチェック
zh_cn: 检查和更新应用程序
zh_hant: 检查和更新应用程序

# AppUpdateSetting_Header
source: Check for Updates
fr_fr: Vérifier les mises à jour
ja_jp: 更新のチェック
zh_cn: 检查更新
zh_hant: 检查更新

# AboutUsSettingPage_Description
source: About EasyTidy and Developer
fr_fr: À propos d'Easytidy et de développeur
ja_jp: EasyTidyと開発者について
zh_cn: 关于 EasyTidy 的开发
zh_hant: 關於 EasyTidy 的開發

# AboutUsSettingPage_Header
source: About
fr_fr: À propos
ja_jp: について
zh_cn: 关于
zh_hant: 關於

source: Download
fr_fr: Télécharger
ja_jp: ダウンロード
zh_cn: 下载
zh_hant: 下載

source: Downloading...
fr_fr: Téléchargement...
ja_jp: ダウンロード中...
zh_cn: 下载中...
zh_hant: 下載中...

source: Download complete!
fr_fr: Téléchargement terminé !
ja_jp: ダウンロード完了!
zh_cn: 下载完成!
zh_hant: 下載完成!

source: OK
fr_fr: D'accord
ja_jp: 了解
zh_cn: 确定
zh_hant: 確認

source: Update Ready
fr_fr: Mise à jour prête
ja_jp: 更新の準備ができました
zh_cn: 准备更新
zh_hant: 更新已準備就緒

source: Preparing to download...
fr_fr: Préparation au téléchargement...
ja_jp: ダウンロードの準備中...
zh_cn: 准备下载...
zh_hant: 準備下載...

# CompressText
source: zip file
fr_fr: Fichier zip
ja_jp: ZIPファイル
zh_cn: 压缩文件
zh_hant: 壓縮檔案

# UploadWebDavText
source: Upload to WebDAV
fr_fr: Télécharger sur WebDAV
ja_jp: WebDAV へアップロード
zh_cn: 上传至 WebDAV
zh_hant: 上傳至 WebDAV

# AppNotificationPayload
source: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text></text> <text>EasyTidy {0} Started</text> <text></text> </binding> </visual> </toast>
fr_fr: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text></text> <text>EasyTidy {0} Déjà démarré</text> <text></text> </binding> </visual> </toast>
ja_jp: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text></text> <text>EasyTidy {0} 起動しました</text> <text></text> </binding> </visual> </toast>
zh_cn: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text></text> <text>EasyTidy {0} 已启动</text> <text></text> </binding> </visual> </toast>
zh_hant: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text></text> <text>EasyTidy {0} 已啟動</text> <text></text> </binding> </visual> </toast>

# RepeatedStartup
source: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text hint-maxLines='1'>EasyTidy has been started, please do not start it again</text> </binding> </visual> </toast>
fr_fr: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text hint-maxLines='1'>EasyTidy a démarré, ne le démarrez pas à nouveau</text> </binding> </visual> </toast>
ja_jp: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text hint-maxLines='1'>EasyTidyが起動していますので、再度起動しないでください</text> </binding> </visual> </toast>
zh_cn: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text hint-maxLines='1'>EasyTidy 已在运行中，请勿重复启动</text> </binding> </visual> </toast>
zh_hant: <toast launch='meetingId=9813'> <visual> <binding template='ToastGeneric'> <text hint-maxLines='1'>EasyTidy 已在運行中，請勿重複啟動</text> </binding> </visual> </toast>

# ExecutionSuccessfulText
source: Execution Successful
fr_fr: Exécution réussie
ja_jp: 実行に成功しました。
zh_cn: 执行成功
zh_hant: 執行成功

# FilterNameValidation_Text.Text
source: Please enter a filter name
fr_fr: Veuillez saisir un nom de filtre
ja_jp: フィルター名を入力してください
zh_cn: 请输入过滤器名称

# Settings_General_Header
source: General Settings
fr_fr: Paramètres généraux
ja_jp: 一般設定
zh_cn: 常规设置
zh_hant: 常規設定

# Settings_General_Description
source: Setting up your app and adjusting its operation parameters.
fr_fr: Paramétrage de votre application et ajustement de ses paramètres de fonctionnement.
ja_jp: アプリの設定とその動作パラメータの調整。
zh_cn: 设置您的应用并调整其操作参数。
zh_hant: 設定您的應用程式並調整其操作參數。

# NavLogsText.Content
source: Operation log
fr_fr: Journal des opérations
ja_jp: 実行ログ
zh_cn: 运行日志
zh_hant: 運行日誌

# LogsSettingsControl.ModuleDescription
source: EasyTidy is an open-source, professional file management tool designed to provide users with efficient and convenient file classification and organization solutions. Through custom settings, users can achieve various sorting methods such as automatic sorting, scheduled sorting, real-time sorting, and manual sorting to meet the file management needs in different scenarios. Used by the author ♥ make.
fr_fr: EasyTidy est un outil de gestion de fichiers open-source et professionnel conçu pour offrir aux utilisateurs des solutions de classification et d'organisation des fichiers efficaces et pratiques. Grâce à des paramètres personnalisés, les utilisateurs peuvent réaliser diverses méthodes de tri telles que le tri automatique, le tri programmé, le tri en temps réel et le tri manuel pour répondre aux besoins de gestion des fichiers dans différents scénarios. Utilisé par l'auteur ♥ faire.
ja_jp: EasyTidyは、ユーザーに効率的で便利なファイル分類および整理ソリューションを提供するために設計されたオープンソースのプロフェッショナルファイル管理ツールです。カスタム設定を通じて、ユーザーは自動ソート、スケジュールソート、リアルタイムソート、手動ソートなど、さまざまなソート方法を実現し、異なるシナリオでのファイル管理ニーズに応えます。著者♥が使用しています。
zh_cn: EasyTidy 是一款开源的专业文件管理工具，致力于为用户提供高效且便捷的文件归类整理方案。用户可通过自定义设置，实现诸如自动归类、定时归类、实时归类以及手动归类等多种分类方式，满足不同场景下的文件管理需求。作者自用 ♥ 制作。
zh_hant: EasyTidy 是一款開源的專業文件管理工具，致力於為用戶提供高效且便捷的文件歸類整理方案。用戶可通過自訂設定，實現諸如自動歸類、定時歸類、即時歸類以及手動歸類等多種分類方式，滿足不同場景下的文件管理需求。作者自用 ♥ 製作。

# LogsSettingsControl.ModuleTitle
source: Operation log
fr_fr: Journal des opérations
ja_jp: 実行ログ
zh_cn: 运行日志
zh_hant: 運行日誌

# LogsSettingsCard.Header
source: Logs
fr_fr: Journaux
ja_jp: ログ
zh_cn: 日志
zh_hant: 日誌

# LogsSettingsCard.Description
source: Show the running log of the app.
fr_fr: Affichez le journal d'exécution de l'application.
ja_jp: アプリの実行ログを表示してください。
zh_cn: 展示应用程序的运行日志。
zh_hant: 展示應用程式的執行記錄。

# RefreshButton.Content
source: Refresh
fr_fr: Rafraîchir
ja_jp: リフレッシュ
zh_cn: 刷新
zh_hant: 刷新

# LogsGroup.Header
source: Run log
fr_fr: Journal en temps réel
ja_jp: リアルタイムログ
zh_cn: 实时日志
zh_hant: 即時日誌

source: Verbose
zh_cn: 详细

source: Debug
zh_cn: 调试

source: Information
zh_cn: 信息

source: Warning
zh_cn: 警告

source: Error
zh_cn: 错误

source: Fatal
zh_cn: 严重

# ClearButton.Content
source: Clear logs
fr_fr: Effacer les journaux
ja_jp: ログのクリア
zh_cn: 清理日志
zh_hant: 清理日誌

# LogsFolder.Content
source: Logs Folder
fr_fr: Dossier Logs
ja_jp: ログフォルダー
zh_cn: 日志目录
zh_hant: 日誌目錄

# GeneralPrefixCard.Header
source: Webdav upload prefix
fr_fr: Préfixe de chargement Webdav
ja_jp: Webdavアップロードプリフィックス
zh_cn: Webdav 上传前缀
zh_hant: Webdav 上传前缀

# GeneralPrefixCard.Description
source: Set the folder to upload files to WebDav
fr_fr: Définir le dossier pour télécharger des fichiers sur WebDav
ja_jp: WebDavにファイルをアップロードするためのフォルダーを設定する
zh_cn: 设置WebDav上传文件的文件夹
zh_hant: 設定 WebDav 上傳檔案的資料夾

# Ukrainian_Language
source: Ukrainian
fr_fr: ukrainien
ja_jp: ウクライナ語
zh_cn: 乌克兰语
zh_hant: 烏克蘭語

source: Compressed file
fr_fr: Fichier compressé
ja_jp: 圧縮ファイル
zh_cn: 压缩文件
zh_hant: 壓縮檔案

# Update_Ready_Content
source: The update has been downloaded. The installation will begin shortly.
fr_fr: La mise à jour a été téléchargée. L'installation va bientôt démarrer.
ja_jp: アップデートがダウンロードされました。まもなくインストールが開始されます。
zh_cn: 已下载更新。安装将很快开始。
zh_hant: 更新已下載，安裝即將開始。

# GroupExecution.Content
source: Group Execution
fr_fr: Exécution de groupe
ja_jp: グループ実行
zh_cn: 执行分组
zh_hant: 執行分組

# EncryptionText
source: File encryption
fr_fr: Cryptage de fichiers
ja_jp: ファイルの暗号化
zh_cn: 文件加密
zh_hant: 文件加密

# GeneralAutomaticRepairCard.Header
source: Automatic repair
ja_jp: 自動修復
zh_cn: 自动修复
zh_hant: 自動修復

# GeneralAutomaticRepairCard.Description
source: Automatically fix errors in the schedule configuration.
ja_jp: スケジュール構成のエラーを自動的に修正します。
zh_cn: 自动修复时间表计划配置中的错误。
zh_hant: 更正自動修復時程表設定中的錯誤。

# FileChange_Text
source: Whenever the file changes
ja_jp: ファイルが変更された時
zh_cn: 文件更改时
zh_hant: 文件更改時

# RegularTaskRunning_Text
source: Regular execution
ja_jp: 定期的な実行
zh_cn: 定期执行
zh_hant: 定期執行

# StartupExecution_Text
source: On startup
ja_jp: 起動時に
zh_cn: 启动时
zh_hant: 啟動時

# ScheduleExecution_Text
source: According to schedule
ja_jp: 予定どおり
zh_cn: 按照计划
zh_hant: 按照計畫

# PreviewText
source: View
ja_jp: ビュー
zh_cn: 查看
zh_hant: 查看

# FilterId.Text
source: Filter number:
ja_jp: フィルター番号：
zh_cn: 过滤器编号:
zh_hant: 過濾器編號:

# DocumentFlow.Text
source: File flow:
ja_jp: ファイルの流れ:
zh_cn: 文件流向:
zh_hant: 文件流向:

# AutomatedRules.Text
source: Automated rules:
ja_jp: 自動化ルール:
zh_cn: 自动规则:
zh_hant: 自動化規則:

# ListOfFilesToBeMatched.Text
source: List of files to be matched:
ja_jp: 一致させるファイルのリスト:
zh_cn: 待匹配文件列表:
zh_hant: 待比對檔案清單:

# IsFolder.Text
source: Is folder
ja_jp: イズ フォルダ
zh_cn: 是否文件夹
zh_hant: 資料夾

# File.Text
source: File
ja_jp: ファイル
zh_cn: 文件
zh_hant: 文件

# Latency_Text
source: Delay {0} second
ja_jp: {0} 秒後に実行
zh_cn: 延迟 {0} 秒
zh_hant: 延遲 {0} 秒

# RegularTask_Text
source: Every: Perform every {0} hours and {1} minutes
ja_jp: すべて: {0}時間と{1}分ごとに実行
zh_cn: 每: {0} 小时和 {1} 分钟执行一次
zh_hant: 每:{0}小時和{1}分鐘執行一次

# MissionSelection.Text
source: Task selection
ja_jp: タスク選択
zh_cn: 任务选择
zh_hant: 任務選擇

# Action.Text
source: Action
ja_jp: アクション
zh_cn: 动作
zh_hant: 動作

# Rules.Text
source: Rules
ja_jp: ルール
zh_cn: 规则
zh_hant: 規則

# FileFlowDirection.Text
source: file flow
ja_jp: ファイルフロー
zh_cn: 文件流向
zh_hant: 文件流向

# AutomaticMode.Text
source: Auto Mode
ja_jp: オートモード
zh_cn: 自动模式
zh_hant: 自動模式

# HardLinkText
source: Hard link
ja_jp: ハードリンク
zh_cn: 硬连接
zh_hant: 硬連結

# SoftLinkText
source: Soft link
ja_jp: ソフトリンク
zh_cn: 软连接
zh_hant: 軟連結

# GeneralDirectoryStructureCard.Header
source: Keep Structures
ja_jp: 構造の保持
zh_cn: 保留结构
zh_hant: 保留結構

# GeneralDirectoryStructureCard.Description
source: Preserve folder hierarchy when processing files
ja_jp: ファイルを処理するときにフォルダ階層を保持する
zh_cn: 处理文件时是否保留文件夹层次结构
zh_hant: 處理檔案時是否保留資料夾層級結構

# BetweenText
source: Between
ja_jp: 間
zh_cn: 介于
zh_hant: 介於

# NotBetweenText
source: Not between
ja_jp: 間ではない
zh_cn: 不介于
zh_hant: 不介於

# RestoreSelectionTips
source: Please select the type to restore
ja_jp: 復元する種別を選択してください
zh_cn: 请选择要还原的类型
zh_hant: 請選擇要還原的類型

# RestoreFailedTips
source: Recovery failed
ja_jp: 復元に失敗しました
zh_cn: 恢复失败
zh_hant: 復原失敗

# WebDavConnectFailed
source: WebDAV connection failed
ja_jp: WebDAV接続に失敗しました
zh_cn: WebDAV 连接失败
zh_hant: WebDAV 連線失敗

# RestoreSuccessTips
source: Recovery successful
ja_jp: 回復に成功しました
zh_cn: 还原成功
zh_hant: 還原成功

source: Backup list
ja_jp: バックアップリスト
zh_cn: 备份列表
zh_hant: 備份清單

# FileSnapshotText
source: File snapshot
ja_jp: ファイルのスナップショット
zh_cn: 文件快照
zh_hant: 檔案快照

# FileCountText
source: {0} files in
ja_jp: {0} ファイル
zh_cn: {0} 个文件在
zh_hant: {0} 個文件在

# FolderCountText
source: {0} folders
ja_jp: {0} フォルダ
zh_cn: {0} 个文件夹中
zh_hant: {0} 個資料夾中

# GeneratedText
source: Generated {0}
ja_jp: 生成された {0}
zh_cn: 生成日期 {0}
zh_hant: 生成日期 {0}

# RuleInfoText
source: Rule: {0}
ja_jp: ルール: {0}
zh_cn: 规则: {0}
zh_hant: 規則: {0}

# ValidRuleText
source: Rule verification failed
zh_cn: 规则验证失败
zh_hant: 規則驗證失敗

# ShutdownExecutionCard.Header
source: Execute on shutdown
zh_cn: 关闭时执行
zh_hant: 關閉時執行

# ShutdownExecutionCard.Description
source: Execute Tasks When Shutting Down Require EasyTidy To Start
zh_cn: 程序退出或者计算机关闭时执行，关机执行需要EasyTidy为启动状态
zh_hant: 程式退出或關閉電腦時執行，關機執行需要 EasyTidy 啟動狀態

# DialogAtShutdown.Text
source: When closed：
zh_cn: 关闭时：
zh_hant: 關閉時：
